anthropic.claude-code
continue.continue
dprint.dprint
expo.vscode-expo-tools
firsttris.vscode-jest-runner
google.geminicodeassist
bbenoist.nix
langium.langium-vscode
ms-azuretools.vscode-containers
ms-vscode-remote.remote-containers
ms-vscode.vscode-typescript-next
nefrob.vscode-just-syntax
nrwl.angular-console
openai.chatgpt
redhat.vscode-yaml
ryuta46.multi-command
saoudrizwan.claude-dev
tamasfe.even-better-toml
typescriptteam.native-preview
vitest.explorer
yzhang.markdown-all-in-one
zhuangtongfa.material-theme
vscodevim.vim
